Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

# Could not prepare a passcode verifier. Security returned status %@.
source: Couldn’t prepare a passcode verifier. Security returned status %@.
de: Ein Code-Verifizierer konnte nicht vorbereitet werden. Security hat den Status %@ zurückgegeben.
es: No se pudo preparar un verificador de código. Security devolvió el estado %@.
fr: Impossible de préparer un vérificateur de code. Security a renvoyé le statut %@.
it: Impossibile preparare un verificatore del codice. Security ha restituito lo stato %@.
ja: パスコード検証を準備できませんでした。Securityがステータス%@を返しました。
ko: 암호 검증기를 준비할 수 없습니다. Security에서 상태 %@을(를) 반환했습니다.
pt_br: Não foi possível preparar um verificador de código. O Security retornou o status %@.
zh_hans: 无法准备密码验证器。Security 返回状态 %@。
zh_hant: 無法準備密碼驗證器。安全性傳回狀態 %@。

# Could not reconnect protection
source: Couldn’t reconnect protection
de: Schutz konnte nicht wieder verbunden werden
es: No se pudo reconectar la protección
fr: Impossible de reconnecter la protection
it: Impossibile riconnettere la protezione
ja: 保護を再接続できませんでした
ko: 보호를 다시 연결할 수 없어요
pt_br: Não foi possível reconectar a proteção
zh_hans: 无法重新连接防护
zh_hant: 無法重新連線防護

# Could not restore purchases: %@
source: Couldn’t restore purchases: %@
de: Käufe konnten nicht wiederhergestellt werden: %@
es: No se pudieron restaurar las compras: %@
fr: Impossible de restaurer les achats : %@
it: Impossibile ripristinare gli acquisti: %@
ja: 購入を復元できませんでした：%@
ko: 구입을 복원할 수 없습니다: %@
pt_br: Não foi possível restaurar as compras: %@
zh_hans: 无法恢复购买项目：%@
zh_hant: 無法復原購買項目：%@

# Could not save plan state: %@
source: Couldn’t save plan state: %@
de: Tarifstatus konnte nicht gespeichert werden: %@
es: No se pudo guardar el estado del plan: %@
fr: Impossible d’enregistrer l’état du forfait : %@
it: Impossibile salvare lo stato del piano: %@
ja: プランの状態を保存できませんでした：%@
ko: 요금제 상태를 저장할 수 없습니다: %@
pt_br: Não foi possível salvar o status do plano: %@
zh_hans: 无法保存套餐状态：%@
zh_hant: 無法儲存方案狀態：%@

# Could not send feedback
source: Couldn’t send feedback
de: Feedback konnte nicht gesendet werden
es: No se pudo enviar tu comentario
fr: Impossible d’envoyer le commentaire
it: Impossibile inviare il feedback
ja: フィードバックを送信できませんでした
ko: 의견을 보내지 못했어요
pt_br: Não foi possível enviar o feedback
zh_hans: 无法发送反馈
zh_hant: 無法傳送意見回饋

# Could not start protection
source: Couldn’t turn on protection
de: Schutz konnte nicht eingeschaltet werden
es: No se pudo activar la protección
fr: Impossible d’activer la protection
it: Impossibile attivare la protezione
ja: 保護をオンにできませんでした
ko: 보호를 켤 수 없어요
pt_br: Não foi possível ativar a proteção
zh_hans: 无法开启防护
zh_hant: 無法開啟防護

# Could not stop protection
source: Couldn’t turn off protection
de: Schutz konnte nicht ausgeschaltet werden
es: No se pudo desactivar la protección
fr: Impossible de désactiver la protection
it: Impossibile disattivare la protezione
ja: 保護をオフにできませんでした
ko: 보호를 끌 수 없어요
pt_br: Não foi possível desativar a proteção
zh_hans: 无法关闭防护
zh_hant: 無法關閉防護

# Couldn't add this filter. Please try again.
source: Couldn’t add this filter. Try again.
de: Dieser Filter konnte nicht hinzugefügt werden. Versuche es erneut.
es: No se pudo añadir este filtro. Inténtalo de nuevo.
fr: Impossible d’ajouter ce filtre. Réessayez.
it: Impossibile aggiungere questo filtro. Riprova.
ja: このフィルターを追加できませんでした。もう一度お試しください。
ko: 이 필터를 추가하지 못했어요. 다시 시도하세요.
pt_br: Não foi possível adicionar este filtro. Tente novamente.
zh_hans: 无法添加此筛选器。请重试。
zh_hant: 無法新增此篩選器。請再試一次。

source: Couldn’t import
de: Import fehlgeschlagen
es: No se pudo importar
fr: Échec de l’importation
it: Importazione non riuscita
ja: インポートできませんでした
ko: 가져오지 못했어요
pt_br: Não foi possível importar
zh_hans: 无法导入
zh_hant: 無法匯入

source: Couldn’t save
de: Speichern fehlgeschlagen
es: No se pudo guardar
fr: Échec de l’enregistrement
it: Salvataggio non riuscito
ja: 保存できませんでした
ko: 저장하지 못했어요
pt_br: Não foi possível salvar
zh_hans: 无法保存
zh_hant: 無法儲存

# Couldn't save the imported filter. Please try again.
source: Couldn’t save the imported filter. Try again.
de: Der importierte Filter konnte nicht gespeichert werden. Versuche es erneut.
es: No se pudo guardar el filtro importado. Inténtalo de nuevo.
fr: Impossible d’enregistrer le filtre importé. Réessayez.
it: Impossibile salvare il filtro importato. Riprova.
ja: インポートしたフィルターを保存できませんでした。もう一度お試しください。
ko: 가져온 필터를 저장할 수 없어요. 다시 시도하세요.
pt_br: Não foi possível salvar o filtro importado. Tente novamente.
zh_hans: 无法保存导入的筛选器。请重试。
zh_hant: 無法儲存匯入的篩選器。請再試一次。

# Couldn't save your changes. Please try again.
source: Couldn’t save your changes. Try again.
de: Deine Änderungen konnten nicht gespeichert werden. Versuche es erneut.
es: No se pudieron guardar tus cambios. Inténtalo de nuevo.
fr: Impossible d’enregistrer vos modifications. Réessayez.
it: Impossibile salvare le modifiche. Riprova.
ja: 変更を保存できませんでした。もう一度お試しください。
ko: 변경 사항을 저장하지 못했어요. 다시 시도하세요.
pt_br: Não foi possível salvar suas alterações. Tente novamente.
zh_hans: 无法保存你的更改。请重试。
zh_hant: 無法儲存你的變更。請再試一次。

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 만들기
pt_br: Criar
zh_hans: 创建
zh_hant: 建立

source: Create new
de: Neu erstellen
es: Crear nuevo
fr: Créer un nouveau
it: Crea nuovo
ja: 新規作成
ko: 새로 만들기
pt_br: Criar novo
zh_hans: 新建
zh_hant: 新增

source: Credits and licenses
de: Credits und Lizenzen
es: Créditos y licencias
fr: Crédits et licences
it: Crediti e licenze
ja: クレジットとライセンス
ko: 크레딧 및 라이선스
pt_br: Créditos e licenças
zh_hans: 致谢与许可
zh_hant: 致謝與授權

source: Curated blocklists
de: Kuratierte Blocklisten
es: Listas de bloqueo seleccionadas
fr: Listes de blocage sélectionnées
it: Liste di blocco curate
ja: 厳選されたブロックリスト
ko: 엄선한 차단 목록
pt_br: Listas de bloqueio selecionadas
zh_hans: 精选拦截列表
zh_hant: 精選封鎖清單

# Currently at: %d days
source: %d days so far
de: Bisher %d Tage
es: %d días hasta ahora
fr: Déjà %d jours
it: %d giorni finora
ja: これまで%d日間
ko: 지금까지 %d일
pt_br: %d dias até agora
zh_hans: 目前已 %d 天
zh_hant: 目前已 %d 天

source: Custom DNS
de: Eigenes DNS
es: DNS personalizado
fr: DNS personnalisé
it: DNS personalizzato
ja: カスタムDNS
ko: 사용자 지정 DNS
pt_br: DNS personalizado
zh_hans: 自定义 DNS
zh_hant: 自訂 DNS

# Custom DNS cannot be saved
source: Can’t save custom DNS
de: Eigenes DNS kann nicht gespeichert werden
es: No se puede guardar el DNS personalizado
fr: Impossible d’enregistrer le DNS personnalisé
it: Impossibile salvare il DNS personalizzato
ja: カスタムDNSを保存できません
ko: 사용자 지정 DNS를 저장할 수 없어요
pt_br: Não é possível salvar o DNS personalizado
zh_hans: 无法保存自定义 DNS
zh_hant: 無法儲存自訂 DNS

# Custom List
source: Custom blocklist
de: Eigene Blockliste
es: Lista de bloqueo personalizada
fr: Liste de blocage personnalisée
it: Lista di blocco personalizzata
ja: カスタムブロックリスト
ko: 맞춤 차단 목록
pt_br: Lista de bloqueio personalizada
zh_hans: 自定义拦截列表
zh_hant: 自訂封鎖清單

# Custom Resolver
source: Custom DNS
de: Eigenes DNS
es: DNS personalizado
fr: DNS personnalisé
it: DNS personalizzato
ja: カスタムDNS
ko: 사용자 지정 DNS
pt_br: DNS personalizado
zh_hans: 自定义 DNS
zh_hant: 自訂 DNS

source: Custom blocklist URLs are included with Lava Plus.
de: URLs eigener Blocklisten sind in Lava Plus enthalten.
es: Las URL de listas de bloqueo personalizadas se incluyen con Lava Plus.
fr: Les URL de liste de blocage personnalisées sont incluses avec Lava Plus.
it: Gli URL delle liste di blocco personalizzate sono inclusi con Lava Plus.
ja: カスタムブロックリストのURLはLava Plusに含まれています。
ko: 맞춤 차단 목록 URL은 Lava Plus에 포함돼요.
pt_br: URLs de listas de bloqueio personalizadas estão incluídas no Lava Plus.
zh_hans: 自定义拦截列表 URL 包含在 Lava Plus 中。
zh_hant: 自訂封鎖清單網址需搭配 Lava Plus 使用。

source: Custom blocklists
de: Eigene Blocklisten
es: Listas de bloqueo personalizadas
fr: Listes de blocage personnalisées
it: Liste di blocco personalizzate
ja: カスタムブロックリスト
ko: 맞춤 차단 목록
pt_br: Listas de bloqueio personalizadas
zh_hans: 自定义拦截列表
zh_hant: 自訂封鎖清單

# Custom source cannot be added
source: Can’t add this custom blocklist
de: Diese eigene Blockliste kann nicht hinzugefügt werden
es: No se puede añadir esta lista de bloqueo personalizada
fr: Impossible d’ajouter cette liste de blocage personnalisée
it: Impossibile aggiungere questa lista di blocco personalizzata
ja: このカスタムブロックリストを追加できません
ko: 이 맞춤 차단 목록을 추가할 수 없어요
pt_br: Não é possível adicionar esta lista de bloqueio personalizada
zh_hans: 无法添加此自定义拦截列表
zh_hant: 無法新增這份自訂封鎖清單

source: Customization
de: Anpassung
es: Personalización
fr: Personnalisation
it: Personalizzazione
ja: カスタマイズ
ko: 맞춤 설정
pt_br: Personalização
zh_hans: 个性化
zh_hant: 個人化

source: DNS providers
de: DNS-Anbieter
es: Proveedores de DNS
fr: Fournisseurs DNS
it: Provider DNS
ja: DNS プロバイダー
ko: DNS 공급자
pt_br: Provedores de DNS
zh_hans: DNS 提供商
zh_hant: DNS 供應商

# DNS Resolver
source: DNS provider
de: DNS-Anbieter
es: Proveedor de DNS
fr: Fournisseur DNS
it: Provider DNS
ja: DNSプロバイダー
ko: DNS 공급자
pt_br: Provedor de DNS
zh_hans: DNS 提供商
zh_hant: DNS 供應商

# DNS Resolvers
source: DNS providers
de: DNS-Anbieter
es: Proveedores de DNS
fr: Fournisseurs DNS
it: Provider DNS
ja: DNSプロバイダー
ko: DNS 공급자
pt_br: Provedores de DNS
zh_hans: DNS 提供商
zh_hant: DNS 供應商

source: DNS slow
de: DNS langsam
es: DNS lento
fr: DNS lent
it: DNS lento
ja: DNS の応答が遅い
ko: DNS 느림
pt_br: DNS lento
zh_hans: DNS 缓慢
zh_hant: DNS 緩慢

source: DNS options
de: DNS-Optionen
es: Opciones de DNS
fr: Options DNS
it: Opzioni DNS
ja: DNS オプション
ko: DNS 옵션
pt_br: Opções de DNS
zh_hans: DNS 选项
zh_hant: DNS 選項

source: DNS smoke probes
de: DNS-Smoke-Tests
es: Sondeos de prueba de DNS
fr: Sondes de vérification DNS
it: Test rapidi del DNS
ja: DNSスモークプローブ
ko: DNS 스모크 프로브
pt_br: Testes de verificação de DNS
zh_hans: DNS 探测
zh_hant: DNS 煙霧測試

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
zh_hans: 深色
zh_hant: 深色

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
pt_br: Padrão
zh_hans: 默认
zh_hant: 預設

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

# Delete Local Logs
source: Clear local logs
de: Lokale Protokolle löschen
es: Borrar los registros locales
fr: Effacer les journaux locaux
it: Cancella i registri locali
ja: ローカルログを消去
ko: 로컬 기록 지우기
pt_br: Apagar os registros locais
zh_hans: 清除本地日志
zh_hant: 清除本機記錄

source: Delete custom blocklist
de: Eigene Blockliste löschen
es: Eliminar lista de bloqueo personalizada
fr: Supprimer la liste de blocage personnalisée
it: Elimina la lista di blocco personalizzata
ja: カスタムブロックリストを削除
ko: 맞춤 차단 목록 삭제
pt_br: Excluir lista de bloqueio personalizada
zh_hans: 删除自定义拦截列表
zh_hant: 刪除自訂封鎖清單

# Delete custom list?
source: Delete custom blocklist?
de: Eigene Blockliste löschen?
es: ¿Eliminar la lista de bloqueo personalizada?
fr: Supprimer la liste de blocage personnalisée ?
it: Eliminare la lista di blocco personalizzata?
ja: カスタムブロックリストを削除しますか？
ko: 맞춤 차단 목록을 삭제할까요?
pt_br: Excluir a lista de bloqueio personalizada?
zh_hans: 要删除自定义拦截列表吗？
zh_hant: 要刪除自訂封鎖清單嗎？

source: Delete filter
de: Filter löschen
es: Eliminar filtro
fr: Supprimer le filtre
it: Elimina filtro
ja: フィルターを削除
ko: 필터 삭제
pt_br: Excluir filtro
zh_hans: 删除筛选器
zh_hant: 刪除篩選器

# Delete my Lava account
source: Delete your Lava account
de: Dein Lava-Konto löschen
es: Eliminar tu cuenta de Lava
fr: Supprimer votre compte Lava
it: Elimina il tuo account Lava
ja: Lavaアカウントを削除
ko: 내 Lava 계정 삭제
pt_br: Excluir sua conta do Lava
zh_hans: 删除你的 Lava 账户
zh_hant: 刪除你的 Lava 帳號

# Delete online backup copy
source: Delete online backup
de: Online-Backup-Kopie löschen
es: Eliminar la copia de seguridad en línea
fr: Supprimer la copie de sauvegarde en ligne
it: Elimina il backup online
ja: オンラインバックアップを削除
ko: 온라인 백업 삭제
pt_br: Excluir o backup on-line
zh_hans: 删除在线备份副本
zh_hant: 刪除線上備份副本

# Delete online backup copy?
source: Delete online backup?
de: Online-Backup löschen?
es: ¿Eliminar la copia de seguridad en línea?
fr: Supprimer la sauvegarde en ligne ?
it: Eliminare il backup online?
ja: オンラインバックアップを削除しますか？
ko: 온라인 백업을 삭제할까요?
pt_br: Excluir o backup on-line?
zh_hans: 要删除在线备份吗？
zh_hant: 要刪除線上備份嗎？

source: Delete your Lava account?
de: Dein Lava-Konto löschen?
es: ¿Eliminar tu cuenta de Lava?
fr: Supprimer votre compte Lava ?
it: Eliminare il tuo account Lava?
ja: Lava アカウントを削除しますか？
ko: Lava 계정을 삭제할까요?
pt_br: Excluir a sua conta Lava?
zh_hans: 要删除你的 Lava 账户？
zh_hant: 要刪除你的 Lava 帳號嗎？

source: Deleting account…
de: Konto wird gelöscht
es: Eliminando cuenta
fr: Suppression du compte
it: Eliminazione account
ja: アカウントを削除中
ko: 계정 삭제 중
pt_br: Apagando conta
zh_hans: 正在删除账户
zh_hant: 正在刪除帳號

source: Detailed activity stays on this phone for 7 days and is sent to us only if you include it in a bug report.
de: Detaillierte Aktivität bleibt 7 Tage lang auf diesem Telefon und wird nur gesendet, wenn du sie einem Fehlerbericht beifügst.
es: La actividad detallada permanece en este teléfono durante 7 días y solo nos llega si la incluyes en un informe de error.
fr: L’activité détaillée reste sur ce téléphone pendant 7 jours et ne nous est envoyée que si vous la joignez à un rapport de bug.
it: L’attività dettagliata resta su questo telefono per 7 giorni e ci viene inviata solo se la includi in una segnalazione.
ja: 詳細なアクティビティはこのスマートフォンに7日間保存され、バグレポートに含めた場合にのみ送信されます。
ko: 상세 활동은 이 휴대폰에 7일간 보관되며, 버그 신고에 포함할 때만 전송돼요.
pt_br: A atividade detalhada fica neste telefone por 7 dias e só é enviada para nós se você a incluir em um relatório de problema.
zh_hans: 详细活动会在这台手机上保留 7 天，只有你把它附在错误报告里时才会发送给我们。
zh_hant: 詳細活動會在這台手機上保留 7 天，只有在你把它加入錯誤回報時才會傳送給我們。

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
it: Sviluppatore
ja: 開発者向け
ko: 개발자
pt_br: Desenvolvedor
zh_hans: 开发者
zh_hant: 開發者

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
ja: デバイス
ko: 기기
pt_br: Dispositivo
zh_hans: 设备
zh_hant: 裝置

source: Device DNS
de: Geräte-DNS
es: DNS del dispositivo
fr: DNS de l’appareil
it: DNS del dispositivo
ja: デバイスのDNS
ko: 기기 DNS
pt_br: DNS do dispositivo
zh_hans: 设备 DNS
zh_hant: 裝置 DNS

source: Device DNS fallback
de: Geräte-DNS als Fallback
es: Alternativa con el DNS del dispositivo
fr: Repli sur le DNS de l’appareil
it: Fallback al DNS del dispositivo
ja: デバイスのDNSフォールバック
ko: 기기 DNS 대체
pt_br: Fallback para o DNS do dispositivo
zh_hans: 设备 DNS 回退
zh_hant: 裝置 DNS 備援

source: Diagnostics
de: Diagnose
es: Diagnósticos
fr: Diagnostic
it: Diagnostica
ja: 診断
ko: 진단 정보
pt_br: Diagnósticos
zh_hans: 诊断
zh_hant: 診斷

# Disable encrypted backup
source: Turn off backup
de: Backup ausschalten
es: Desactivar la copia de seguridad
fr: Désactiver la sauvegarde
it: Disattiva il backup
ja: バックアップをオフにする
ko: 백업 끄기
pt_br: Desativar o backup
zh_hans: 关闭备份
zh_hant: 關閉備份

source: Discard
de: Verwerfen
es: Descartar
fr: Abandonner
it: Scarta
ja: 破棄
ko: 폐기
pt_br: Descartar
zh_hans: 放弃
zh_hant: 捨棄

# Discard Changes
source: Discard
de: Verwerfen
es: Descartar
fr: Abandonner
it: Scarta
ja: 破棄
ko: 폐기
pt_br: Descartar
zh_hans: 放弃
zh_hant: 捨棄

source: Discard changes?
de: Änderungen verwerfen?
es: ¿Descartar cambios?
fr: Ignorer les modifications ?
it: Annullare le modifiche?
ja: 変更を破棄しますか？
ko: 변경 사항을 취소할까요?
pt_br: Descartar alterações?
zh_hans: 要放弃更改？
zh_hant: 要捨棄變更嗎？

source: Discard custom DNS changes?
de: Änderungen am eigenen DNS verwerfen?
es: ¿Descartar los cambios del DNS personalizado?
fr: Abandonner les modifications du DNS personnalisé ?
it: Scartare le modifiche al DNS personalizzato?
ja: カスタムDNSの変更を破棄しますか？
ko: 사용자 지정 DNS 변경 사항을 폐기할까요?
pt_br: Descartar alterações do DNS personalizado?
zh_hans: 要放弃对自定义 DNS 的更改？
zh_hant: 要捨棄自訂 DNS 的變更嗎？

source: Discard feedback?
de: Feedback verwerfen?
es: ¿Descartar los comentarios?
fr: Abandonner le retour ?
it: Eliminare il feedback?
ja: フィードバックを破棄しますか？
ko: 작성 중인 의견을 삭제할까요?
pt_br: Descartar feedback?
zh_hans: 要放弃反馈？
zh_hant: 要捨棄意見回饋嗎？

source: Do you know this domain?
de: Kennst du diese Domain?
es: ¿Conoces este dominio?
fr: Connaissez-vous ce domaine ?
it: Conosci questo dominio?
ja: このドメインに心当たりはありますか？
ko: 이 도메인을 아시나요?
pt_br: Você conhece este domínio?
zh_hans: 你认识这个域名吗？
zh_hant: 你認識這個網域嗎？

source: DoH protocol
de: DoH-Protokoll
es: Protocolo DoH
fr: Protocole DoH
it: Protocollo DoH
ja: DoHプロトコル
ko: DoH 프로토콜
pt_br: Protocolo DoH
zh_hans: DoH 协议
zh_hant: DoH 協定

source: Domain history
de: Domainverlauf
es: Historial de dominios
fr: Historique des domaines
it: Cronologia dei domini
ja: ドメイン履歴
ko: 도메인 기록
pt_br: Histórico de domínios
zh_hans: 域名历史记录
zh_hant: 網域記錄

source: Domain logs
de: Domain-Protokolle
es: Registros de dominios
fr: Journaux de domaines
it: Registri dei domini
ja: ドメインログ
ko: 도메인 로그
pt_br: Registros de domínios
zh_hans: 域名日志
zh_hant: 網域記錄

# Domain cannot be added
source: Can’t add this domain
de: Diese Domain kann nicht hinzugefügt werden
es: No se puede añadir este dominio
fr: Impossible d’ajouter ce domaine
it: Impossibile aggiungere questo dominio
ja: このドメインを追加できません
ko: 이 도메인을 추가할 수 없어요
pt_br: Não é possível adicionar este domínio
zh_hans: 无法添加此域名
zh_hant: 無法加入這個網域

source: Domain history cleared.
de: Domainverlauf gelöscht
es: Historial de dominios borrado
fr: Historique des domaines effacé
it: Cronologia dei domini cancellata
ja: ドメイン履歴を消去しました
ko: 도메인 기록 지워짐
pt_br: Histórico de domínios apagado
zh_hans: 已清除域名历史记录
zh_hant: 已清除網域記錄

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

# Downloading from the sources
source: Downloading blocklists
de: Blocklisten werden heruntergeladen
es: Descargando listas de bloqueo
fr: Téléchargement des listes de blocage
it: Download delle liste di blocco in corso
ja: ブロックリストをダウンロード中
ko: 차단 목록 다운로드 중
pt_br: Baixando listas de bloqueio
zh_hans: 正在下载拦截列表
zh_hant: 正在下載封鎖清單

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

source: Edit account settings
de: Account-Einstellungen bearbeiten
es: Editar los ajustes de la cuenta
fr: Modifier les réglages du compte
it: Modifica le impostazioni Account
ja: アカウント設定を編集
ko: 계정 설정 편집
pt_br: Editar ajustes da conta
zh_hans: 编辑账户设置
zh_hant: 編輯帳號設定

source: Edit Customization settings
de: Personalisierung bearbeiten
es: Editar ajustes de personalización
fr: Modifier les réglages de personnalisation
it: Modifica le impostazioni di personalizzazione
ja: カスタマイズ設定を編集
ko: 사용자화 설정 편집
pt_br: Editar ajustes de personalização
zh_hans: 编辑自定义设置
zh_hant: 編輯自訂設定

source: Edit DNS settings
de: DNS-Einstellungen bearbeiten
es: Editar los ajustes de DNS
fr: Modifier les réglages DNS
it: Modifica le impostazioni DNS
ja: DNS設定を編集
ko: DNS 설정 편집
pt_br: Editar ajustes de DNS
zh_hans: 编辑 DNS 设置
zh_hant: 編輯 DNS 設定

source: Edit Privacy & data settings
de: Datenschutz- & Dateneinstellungen bearbeiten
es: Editar los ajustes de privacidad y datos
fr: Modifier les réglages de confidentialité et de données
it: Modifica le impostazioni Privacy e dati
ja: プライバシーとデータの設定を編集
ko: 개인정보 보호 및 데이터 설정 편집
pt_br: Editar ajustes de privacidade e dados
zh_hans: 编辑隐私与数据设置
zh_hant: 編輯隱私權與資料設定

source: Edit filter
de: Filter bearbeiten
es: Editar filtro
fr: Modifier le filtre
it: Modifica filtro
ja: フィルターを編集
ko: 필터 편집
pt_br: Editar filtro
zh_hans: 编辑筛选器
zh_hant: 編輯篩選器

source: Edit first
de: Erst bearbeiten
es: Editar primero
fr: Modifier d’abord
it: Modifica prima
ja: 先に編集
ko: 먼저 편집
pt_br: Editar antes
zh_hans: 先编辑
zh_hant: 先編輯

source: Email for follow-up (optional)
de: E-Mail für Rückfragen (optional)
es: Correo para el seguimiento (opcional)
fr: E-mail pour le suivi (facultatif)
it: Email per la risposta (facoltativa)
ja: 返信用メールアドレス(任意)
ko: 회신용 이메일 (선택)
pt_br: E-mail para retorno (opcional)
zh_hans: 用于后续联系的邮箱（可选）
zh_hant: 後續聯絡用電子郵件（選填）

source: Emerald
de: Smaragd
es: Esmeralda
fr: Émeraude
it: Smeraldo
ja: エメラルド
ko: 에메랄드
pt_br: Esmeralda
zh_hans: 祖母绿
zh_hant: 祖母綠

source: Enable
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
ja: 有効にする
ko: 사용
pt_br: Ativar
zh_hans: 启用
zh_hant: 啟用

source: Enable %@ for Lava
de: %@ für Lava aktivieren
es: Activar %@ para Lava
fr: Activer %@ pour Lava
it: Attiva %@ per Lava
ja: Lava で%@を有効にする
ko: Lava에서 %@ 사용
pt_br: Ativar %@ para a Lava
zh_hans: 为 Lava 启用%@
zh_hant: 為 Lava 啟用%@

source: Encrypted backup
de: Verschlüsseltes Backup
es: Copia de seguridad cifrada
fr: Sauvegarde chiffrée
it: Backup cifrato
ja: 暗号化バックアップ
ko: 암호화 백업
pt_br: Backup criptografado
zh_hans: 加密备份
zh_hant: 加密備份

source: Encrypted backup is ready
de: Verschlüsseltes Backup ist bereit
es: La copia cifrada está lista
fr: La sauvegarde chiffrée est prête
it: Il backup cifrato è pronto
ja: 暗号化バックアップの準備ができました
ko: 암호화 백업이 준비됐어요
pt_br: O backup criptografado está pronto
zh_hans: 加密备份已就绪
zh_hant: 加密備份已就緒

source: Encrypted fallback
de: Verschlüsseltes Ersatz-DNS
es: DNS de respaldo cifrado
fr: DNS de secours chiffré
it: DNS di riserva cifrato
ja: 暗号化フォールバック
ko: 암호화된 대체 DNS
pt_br: DNS alternativo criptografado
zh_hans: 加密备用 DNS
zh_hant: 加密備援

source: Encrypted locally. Back up now to store a copy online.
de: Lokal verschlüsselt. Sichere jetzt, um eine Kopie online zu speichern.
es: Cifrado localmente. Haz una copia de seguridad ahora para guardar una copia online.
fr: Chiffré localement. Sauvegardez maintenant pour stocker une copie en ligne.
it: Cifrato localmente. Esegui ora il backup per conservare una copia online.
ja: ローカルで暗号化されています。今すぐバックアップして、コピーをオンラインに保存しましょう。
ko: 로컬에서 암호화되었습니다. 지금 백업하여 온라인에 사본을 저장하세요.
pt_br: Criptografado localmente. Faça backup agora para guardar uma cópia on-line.
zh_hans: 已在本地加密。立即备份即可在线保存一份副本。
zh_hant: 已在本機加密。立即備份即可在線上保存副本。

source: Encrypted locally. Sign in to upload.
de: Lokal verschlüsselt. Melde dich an, um hochzuladen.
es: Cifrado localmente. Inicia sesión para subirlo.
fr: Chiffré localement. Connectez-vous pour l’envoyer.
it: Cifrato localmente. Accedi per caricare.
ja: ローカルで暗号化されています。アップロードするにはサインインしてください。
ko: 로컬에서 암호화되었습니다. 업로드하려면 로그인하세요.
pt_br: Criptografado localmente. Entre para enviar.
zh_hans: 已在本地加密。登录以上传。
zh_hant: 已在本機加密。登入即可上傳。

source: End
de: Ende
es: Fin
fr: Fin
it: Fine
ja: 終了
ko: 종료
pt_br: Fim
zh_hans: 结束
zh_hant: 結束

source: Enter passcode
de: Code eingeben
es: Introduce el código
fr: Saisir le code
it: Inserisci il codice
ja: パスコードを入力
ko: 암호 입력
pt_br: Digite o código
zh_hans: 输入密码
zh_hant: 輸入密碼

source: Enter a 4-digit code for Lava
de: Gib einen 4-stelligen Code für Lava ein
es: Introduce un código de 4 dígitos para Lava
fr: Saisissez un code à 4 chiffres pour Lava
it: Inserisci un codice di 4 cifre per Lava
ja: Lava用に4桁のコードを入力
ko: Lava에서 사용할 4자리 코드를 입력하세요
pt_br: Digite um código de 4 dígitos para o Lava
zh_hans: 为 Lava 输入一个 4 位数密码
zh_hant: 為 Lava 輸入 4 位數密碼

source: Enter a code
de: Code eingeben
es: Introduce un código
fr: Saisir un code
it: Inserisci un codice
ja: コードを入力
ko: 코드 입력
pt_br: Digite um código
zh_hans: 输入代码
zh_hant: 輸入代碼

source: Enter a setup code
de: Einrichtungscode eingeben
es: Introduce un código de configuración
fr: Saisir un code de configuration
it: Inserisci un codice di configurazione
ja: セットアップコードを入力
ko: 설정 코드 입력
pt_br: Inserir um código de configuração
zh_hans: 输入设置代码
zh_hant: 輸入設定代碼

source: Enter it again to confirm
de: Gib ihn zur Bestätigung erneut ein
es: Vuelve a introducirlo para confirmar
fr: Saisissez-le à nouveau pour confirmer
it: Inseriscilo di nuovo per confermare
ja: 確認のためもう一度入力してください
ko: 확인을 위해 다시 입력하세요
pt_br: Digite novamente para confirmar
zh_hans: 再次输入以确认
zh_hant: 再次輸入以確認

# Exception cannot be added
source: Can’t add this exception
de: Diese Ausnahme kann nicht hinzugefügt werden
es: No se puede añadir esta excepción
fr: Impossible d’ajouter cette exception
it: Impossibile aggiungere questa eccezione
ja: この例外を追加できません
ko: 이 예외를 추가할 수 없어요
pt_br: Não é possível adicionar esta exceção
zh_hans: 无法添加此例外
zh_hant: 無法新增這個例外

# Expiration: %@
source: Expires %@
de: Läuft ab am %@
es: Vence el %@
fr: Expire le %@
it: Scade il %@
ja: 有効期限：%@
ko: %@ 만료
pt_br: Expira em %@
zh_hans: %@ 到期
zh_hant: %@ 到期
